{
    "about_title": "À Propos",
    "about_paragraph_1": "Diplômée en ingénierie aéronautique, j’ai commencé ma carrière dans les hangars de maintenance aéronautique, où j’ai travaillé directement sur les moteurs, les trains d’atterrissage et les systèmes mécaniques. Ces années passées à manipuler les outils, à suivre les procédures de sécurité et à diagnostiquer des problèmes techniques m’ont appris la rigueur, la méthode et la patience des qualités essentielles dans tout environnement technologique.",
    "about_paragraph_2": "C’est cette même curiosité pour la précision et la performance qui m’a conduite à me tourner vers le développement informatique et l’intelligence artificielle. Aujourd’hui, en suivant une licence en Intelligence Artificielle et Science des Données à l’EPSI Montpellier, j’explore comment la data et le machine learning peuvent transformer la maintenance, la conception et l’efficacité des systèmes techniques.",
    "about_paragraph_3": "Mon ambition est de créer un pont entre le monde physique de l’aéronautique et celui numérique de l’IA, en exploitant les données pour améliorer la fiabilité, la prévision des pannes et la durabilité des systèmes mécaniques. Cette transition n’est pas un changement de direction, mais une évolution naturelle — de la clé à molette aux algorithmes, toujours animée par le même moteur : la recherche de la précision et de l’innovation..",

    "nav_home": "Accueil",
    "nav_about": "À Propos",
    "nav_portfolio": "Portfolio",
    "nav_experience": "Expérience",
    "nav_contact": "Contact",

    "contact_title": "Contactez-Moi",
    "contact_form_heading": "Discutons de Votre Projet",
    "form_label_firstname": "Prénom",
    "form_label_lastname": "Nom de famille",
    "form_placeholder_email": "email@gmail.com", 
    "form_placeholder_phone": "+330000000", 
    "form_label_topic": "Sujet",
    "form_label_message": "Votre message ici",
    "form_btn_submit": "Discutons.",
    "form_optional": "Optionnel",

    "contact_title": "Contactez-Moi",
    "contact_subtitle": "Contactez-moi ici.",
    "form_label_firstname": "Prénom",
    "form_label_lastname": "Nom de famille",
    "form_label_email": "E-mail",
    "form_label_phone": "Téléphone",
    "form_label_subject": "Sujet",
    "form_label_message": "Message",
    "form_placeholder_phone": "+33000000",
    "form_max_chars": "Max. 500 caractères",
    "form_label_message_placeholder": "Votre message ici",
    "form_optional": "Optionnel",
    "form_btn_submit": "Discutons.",
    "form_ai_note": "💡 Note : Ce formulaire est traité par un Modèle NLP léger pour classer automatiquement le sujet, démontrant une application pratique du Machine Learning.",

    "status_sending": "Envoi en cours...",
    "status_success": "Message envoyé avec succès !",
    "status_failed": "Échec de l'envoi du message. Veuillez réessayer."
}